"An exception occurred. In some cases exceptions are harmless, but if you want to be safe, relaunch %@. Please help us improve %@ by sending this report and telling us what happened." = "Ett undantag inträffade. I vissa fall är undantag ofarliga, men om du vill vara på den säkra sidan bör du starta om %@. Hjälp oss att förbättra %@ genom att skicka denna rapport och berätta för oss vad som hände.";
"Crash log information:" = "Information i kraschloggen:";
"Don't Send" = "Skicka inte";
"Error!" = "Fel!";
"Exception log information:" = "Information i undantagsloggen:";
"Path Finder has encountered an unexpected error. Please send in this report so it can be fixed in the next release." = "Path Finder har påträffat ett oväntat fel. Var vänlig skicka in denna felrapport så orsaken till felet kan lösas till nästa release.";
"Please describe what you were doing when the problem occurred." = "Beskriv vad du gjorde när problemet uppstod.";
"Please tell us about the problem %@ encounted." = "Berätta för oss om problemet %@ stötte på.";
"Send Report" = "Skicka rapport";
"Tell us what happened" = "Berätta för oss vad som hände";
"The last time you ran %@, it encountered a problem that forced it to quit. Please help us improve %@ by sending this report and telling us what happened." = "Senaste gången du körde %@ uppstod ett problem som tvingade programmet att avsluta. Hjälp oss att förbättra %@ genom att skicka denna rapport och berätta för oss vad som hände.";
